Repository: mindpaste/html5boilerplate-site
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: sr

source: for image replacement
sr: za tehniku "zamena slika"

source: Hide for both screenreaders and browsers
sr: Sakrij i za screenreader-e i za pretraživače

source: Hide only visually, but have it available for screenreaders
sr: Sakrij samo vizuelno, ali ostavi ga omogućenim za screenreader-e

source: Hide visually and from screenreaders, but maintain layout
sr: Sakrij vizuelno i od screenreader-a, ali zadrži layout

source: The Magnificent CLEARFIX: Updated to prevent margin-collapsing on child elements
sr: Čudestni CLEARFIX: Ažuriran da onemogućava margin-collapsing na deca elementima

source: Fix clearfix:
sr: Popravi clearfix:

source: Primary Styles
sr: Primarni stilovi

source: Author:
sr: Autor:

source: Media queries for responsive design
sr: Media for responsive design

source: These follow after primary styles so they will successfully override.
sr: Sledeća pravila idu nakon primarnih stilova tako da uspešno prepišu primarne stilove.

source: Style adjustments for portrait mode goes here
sr: Podešavanja stilova za portretni režim idu ovde

source: Style adjustments for landscape mode goes here
sr: Podešavanja stilova za pejsažni režim idu ovde

source: Grade-A Mobile Browsers (Opera Mobile, iPhone Safari, Android Chrome)
sr: Grade-A mobilni pretraživači (Opera Mobile, iPhone Safari, Android Chrome)

source: Consider this:
sr: Razmotri ovo:

source: Uncomment if you don't want iOS and WinMobile to mobile-optimize the text for you
sr: Odkomentariši ako ne želiš iOS i WinMobile da optimizuju text za tebe

source: print styles
sr: stilovi za štampu

source: inlined to avoid required HTTP connection
sr: inline da bi se izbegala HTTP konekcija

source: Don't show links for images
sr: Nemoj da pokazuješ linkove za slike

source: remap jQuery to $
sr: promeni jQuery u $

source: store logs to an array for
sr: sačuvaj log-ove u niz za

source: catch all document.write() calls
sr: uhvati sve document.write() pozive

source: Author:
sr: Autor:
