Repository: mindpaste/html5boilerplate-site
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: sr

source: Not found
sr: Stranica nije pronađena

source: Comment Archive
sr: Arhiva komentara

source: from before October 26th 2010
sr: pre 26. oktobra 2010

source: Comments
sr: Komentari

source: Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript=boilerplate">comments powered by Disqus.</a>
sr: Molimo vas da omogućite rad sa JavaScript-om kako bi mogli da vidite <a href="http://disqus.com/?ref_noscript=boilerplate"> komentare.

source: A rock-solid default template for HTML5 awesome.
sr: A rock-solid default for HTML5 awesome.

source: HTML5 Boilerplate is the professional badass's base HTML/CSS/JS template for a fast, robust and future-proof site.
sr: HTML5 Boilerplate je profesionalni HTML/CSS/JS šablon za brzo i robustno razvijanje web sajta.

source: After more than two years in iterative development, you get the best of the best practices baked in: cross-browser normalization, performance optimizations, even optional features like cross-domain Ajax and Flash. A starter apache .htaccess config file hooks you the eff up with caching rules and preps your site to serve HTML5 video, use @font-face, and get your gzip zipple on.
sr: Nakon više od dve godine iterativnog razvijanja, dobijate najbolje od najboljih praksa u jednom paketu: cross-browser normalizacija, opzimizacije performansi, čak i opcione funkcije kao što su cross-domain Ajax i Flash. Početni .htaccess konfiguracioni fajl za Apache servere vam omogućava pravila za keširanje i priprema vaš sajt za HTML5 video, omogućava podršku za @font-face, gzip i drugo.

source: Boilerplate is not a framework, nor does it prescribe any philosophy of development, it's just got some tricks to get your project off the ground quickly and right-footed.
sr: Boilerplate nije framework, niti propisuje bilo kakvu filozofiju razvoja, jednostavno rečeno Boilerplate je samo skup određenih "trikova" koji vam omogućavaju da pokrenete vaš projekat brzo i da stanete na pravu nogu.

source: Want to dive in?
sr: Želite da zaronite u HTML5 Boilerplate?

source: Download Boilerplate {{ version }}
sr: Download-uj Boilerplate {{ version }}

source: Keep the hints and links
sr: Zadrži komentare i linkove

source: or
sr: ili

source: No comments, just the bizniss.
sr: Bez komentara i linkova.

source: Read the docs
sr: Pročitaj dokumenta

source: Contribute on Github
sr: Doprinesi razvoju na Github

source: Comment here
sr: Pošalji komentar

source: Follow on twitter
sr: Prati na twitter-u

source: Join The Mailing List
sr: Priključi se Mailing listi

source: What&rsquo;s New in 0.9.5
sr: Šta je novo u 0.9.5

source: Why it is awesome
sr: Zašto je odličan

source: Cross-browser compatible (IE6, yeah we got that.)
sr: Cross-browser kompatibilan (IE6, da, imamo i to).

source: HTML5 ready. Use the new tags with certainty.
sr: Spreman za HTML5. Koristi nove tagove sa sigurnošću.

source: Optimal caching and compression rules for grade-A performance
sr: Optimalna pravila za keširanje i kompresiju za odličnu performansu.

source: Best practice site configuration defaults
sr: Najbolje prakse za podrazumevana podešavanja sajta.

source: Mobile browser optimizations
sr: Optimizacija za pretraživače web-a na mobilnim uređajima.

source: Progressive enhancement graceful degradation &hellip; yeah yeah we got that
sr: Progresivno nadograđivanje i graciozno degradiranje... Da, da, imamo i to.

source: IE specific classes for maximum cross-browser control
sr: Specijalne klase za IE koje omogućavaju maksimalnu cross-browser kontrolu.

source: Handy .no-js and .js classes to style based on capability
sr: .no-js i .js klase omogućavaju stilove bazirane na sposobnostima pretraživača.

source: Want to write unit tests but lazy? A full, hooked up test suite is waiting for you.
sr: Želite da napišete unit testove, ali ste lenji? Okruženje za testiranje te čeka.

source: Why it is awesome-er
sr: Zašto je još "odličniji"

source: Javascript profiling&hellip;in IE6 and IE7? Sure, no problem.
sr: Javascript profajliranje&hellip; u IE6 i IE7? Naravno, nema problema.

source: Console.log nerfing so you won't break anyone by mistake.
sr: Console.log neće greškom pokvariti bilo šta.

source: Never go wrong with your doctype or markup!
sr: Nikada više nemoj pogrešiti sa doctype ili markup-om!

source: An optimal print stylesheet, performance optimized.
sr: Optimalan stylesheet za štampanje, optimizovan za performansu.

source: iOS, Android, Opera Mobile-adaptable markup and CSS skeleton.
sr: iOS, Android, Opera Mobile-prilagodljiv markup i CSS skelet.

source: IE6 pngfix baked in.
sr: IE6 ispravka za transparentne png slike je već tu.

source: .clearfix, .visuallyhidden classes to style things wisely and accessibly.
sr: .clearfix, .visuallyhidden klase da stilizujete elemente mudro i pristupačno.

source: .htaccess file that allows proper use of HTML5 features and faster page load
sr: .htaccess fajl koji omogućava ispravno korišćenje HTML5 funkcionalnosti i brže otvaranje stranica.

source: CDN hosted jQuery with local fallback failsafe.
sr: CDN hostovan jQuery sa lokalnim fallback failsafe-om.

source: Think there's too much? The HTML5 Boilerplate is delete-key friendly. :)
sr: Mislite da je sve ovo previše? HTML5 Boilerplate je prijateljski nastrojen prema delete tasteru. :)

source: Walk through it with me, now
sr: Prošetaj samnom kroz njega, sada

source: Get the lowdown in 40 minutes, flat!
sr: Saznaj sve što treba da znaš o ovom projektu za tačno 40 minuta!

source: Or read through this good explanation of <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 snippets you should be using</a>.
sr: Ili pročitaj kroz ovu dobru dokumentaciju: <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 snippet-a koje treba da koristite</a>.

source: Make it even better!
sr: Načini ga još boljim!

source: Use a script loader like <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> in combo with your <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a> to bring the future to all browsers.
sr: Koristi skript loader kao što je <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> u kombinaciji sa tvojim <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polifilima</a> da doneseš budućnost u sve pretraživače.

source: Use the build script, crank up your expires to 1year, and deliver a superfast site.
sr: Koristi build skriptu, povećaj svoje expire hedere na godinu dana, and dostavi super brzi sajt.

source: Consider <a href="http://css3please.com">CSS3please.com</a> to assist in writing CSS3
sr: Razmotri <a href="http://css3please.com">CSS3please.com</a> da ti pomogne u pisanju CSS3

source: <a href="http://css3pie.com/">css3pie.com</a> and all the other <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>
sr: <a href="http://css3pie.com/">css3pie.com</a> i svi ostali <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polifili</a>

source: Learn HTML5 elements better: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> and <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>
sr: Nauči HTML5 elemente još bolje: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> i <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>

source: If you're a photo gallery site you might want this for ie6 to not show that stupid thing on &lt;img&gt; tags: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>
sr: Ako imate sajt sa galerijom slika možete da koristite ovo kako IE6 ne biprikazivao glupu stvar na <img> elementima: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>

source: Read some <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">CSS Spriting tips</a> or you could use <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> if you are using <a href="http://sass-lang.com">Sass</a>.</p>
sr: Pročitajte nekoliko <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">CSS Spriting saveta</a> ili možete koristiti <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> ako koristite <a href="http://sass-lang.com">Sass</a>.</p>

source: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Tell your users to Enable JavaScript</a>
sr: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Recite vašim korisnicima da upale JavaScript</a>

source: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Color considerations for printing</a>
sr: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Razmatranja o bojama za štampu</a>

source: Use Google's recommendations for SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>
sr: Koristi Google preporuke za SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>

source: Consider some opinionated <a href="http://webdosanddonts.com/">web do's and web dont's</a>
sr: Razmotrite neka subjektivna mišljenja na <a href="http://webdosanddonts.com/">web do's and web dont's</a> web sajtu

source: To remove gloss from iPhone home screen rel value should be <code>"apple-touch-icon-precomposed"</code>
sr: Da otkloniš gloss sa iPhone home screen-a rel vrednost bi trebala da bude <code>"apple-touch-icon-precomposed"</code>

source: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simulate link printing in IE with JS</a>
sr: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simuliraj link štampanje u IE sa JS</a>

source: Use <code>rel="prefetch"</code> for <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">documents to pre-fetch</a>.
sr: Koristite <code>rel="prefetch"</code> kako bi se <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">dokumenta uspešno pre-fetch-ovala</a>.

source: Using border-radius with a border in Webkit? Try <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> to fix the bleed.
sr: Koristite border-radius sa border-om u Webkit? Pogledajte <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> da vam popravi krvarenje.

source: Write <a href="http://css-tricks.com/efficiently-rendering-css/">efficient CSS</a> for optimum browser performance.
sr: Pišite <a href="http://css-tricks.com/efficiently-rendering-css/">efikasan CSS</a> za optimalane performanse pretraživača.

source: Kick off your page-specific javascript <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">based on your markup</a>.
sr: Startuj vaš page-specific javascript <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">baziran na vašem markup-u</a>.

source: Know your available <a href="http://paulirish.com/2009/browser-specific-css-hacks/">browser CSS hacks</a>.
sr: Saznaj koje <a href="http://paulirish.com/2009/browser-specific-css-hacks/">CSS hack-ove</a> možeš koristiti u određenim browserima.

source: Get your team hooked using the same <a href="http://molecularvoices.molecular.com/standards/">front-end coding standards and best practices.</a>
sr: Naterajte vaš tim da koristi <a href="http://molecularvoices.molecular.com/standards/">front-end coding standarde i najbolje prakse.</a>

source: Use <a href="http://microformats.org/wiki/Main_Page">Microformats</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) for optimum search results <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">visibility</a>.
sr: Koristi <a href="http://microformats.org/wiki/Main_Page">Mikroformate</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) za optimalnu <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">vidljivost</a> rezultata pretrage.

source: You can use the <a href="http://camendesign.com/code/developpeurs_sans_frontieres">body element as a wrapper</a>, so you need not use a div#container.
sr: Možete koristiti <a href="http://camendesign.com/code/developpeurs_sans_frontieres">body element kao wrapper</a>, tako da vam ne treba div#container.

source: Read on for <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">more ways to make it better.</a>
sr: Pročitajte <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">za još načina da ga poboljšate.</a>

source: Brought to you by
sr: Omogućili vam

source: It would not have been possible without the efforts of these superheroes:
sr: Ovaj projekat ne bi bilo moguće izvesti bez napora ovih super heroja:

source: Comments for Boilerplate v0.9.1 can be found in the <a href="commentarchive.html">archive</a>
sr: Komentare za Boilerplate v0.9.1 možete videti u <a href="commentarchive.html">arhivi</a>

source: Show comments
sr: Prikaži komentare

source: http://html5boilerplate.com/v095
sr: http://sr.html5boilerplate.com

source: Read this: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html
sr: Pročitaj ovo: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html

source: Most restrictive policy:
sr: Najrestriktivnija pravila:

source: Least restrictive policy:
sr: Najmanje restriktivna pravila:

source: If you host a crossdomain.xml file with allow-access-from domain=“*” and don’t understand all of the points described here, you probably have a nasty security vulnerability. ~ simon willison
sr: Ako hostujete crossdomain.xml fajl sa allow-access-from domain=“*” i ako ne razumete sve tačke koje su opisane ovde, onda vi verovatno imate veoma gadnu bezbednosnu ranjivost. ~ simon willison

source: Apache configuration file
sr: Konfiguracioni fajl za Apache

source: Techniques in here adapted from all over, including:
sr: Tehnike koje se koriste ovde su preuzete sa svih strana, uključujući:

source: Force the latest IE version, in various cases when it may fall back to IE7 mode
sr: Zahtevaj poslednju IE verziju, u raznim slučajevima može da se vrati na IE7

source: Use ChromeFrame if it's installed for a better experience for the poor IE folk
sr: Koristi ChromeFrame ako je instaliran za bolje iskustvo za jadne IE korisnike

source: Cache control is set only if mod_headers is enabled, so that's unncessary to declare
sr: Kontrola keširanja je podešena samo u slučaju kada je mod_headers upaljen, # tako da je to nepotrebno da se podešava

source: Disabled. Uncomment to serve cross-domain ajax requests
sr: Isključeno. Odkomentariši da služite cross-domain ajax zahteve

source: # allow access from all domains for webfonts # alternatively you could only whitelist # your subdomains like "sub.domain.com" #
sr: # dozvoli pristup web fontovima sa svih domena # alternativno možete da napravite whitelist-u # vaših poddomena, npr "sub.domain.com" #

source: Proper svg serving. Required for svg webfonts on iPad
sr: Ispravno svg služenje. Potrebno za svq web fontove na iPad-u

source: webfonts
sr: web fontovi

source: assorted types
sr: odabrane vrste

source: Disabled by default.
sr: Isključeno u podrazumevanim podešavanjima.

source: gzip compression.
sr: gzip kompresija.

source: webfonts and svg:
sr: web fontovi i svg:

source: # these are pretty far-future expires headers # they assume you control versioning with cachebusting query params like # # <script src="application.js?20100608"> # # additionally, consider that outdated proxies may miscache #
sr: # ovo su expire hederi u dalekoj budućnosti # oni pretpostavljaju da kontrolišete verzije sa cachebusting upitima kao npr # # <script src="application.js?20100608"> # # dodatno, imaj u vidu da zastareli proksiji mogu da pogreše u keširanju #

source: # if you don't use filenames to version, lower the css and js to something like # "access plus 1 week" or so #
sr: # Ako ne koristite imena fajlova za kontrolu verzija, smanjite vrednosti za css i javascript na otprilike # "access plus 1 week" ili tako nešto #

source: Perhaps better to whitelist expires rules? Perhaps.
sr: Možda je bolje da whitelist-ujete expire pravila? Možda.

source: cache.manifest needs re-requests in FF 3.6 (thx Remy ~Introducing HTML5)
sr: cache.manifest zahteva re-request u FF 3.6 (hvala Remy ~Introducing HTML5)

source: your document html
sr: vaš html dokument

source: data
sr: podaci

source: favicon (cannot be renamed)
sr: favicon (ne može biti preimenovan)

source: media: images, video, audio
sr: media: slike, video, audio

source: css and javascript
sr: css i javascript

source: # Since we're sending far-future expires, we don't need ETags for # static content. #
sr: # Pošto šaljemo expire u dalekoj budućnosti, ne trebaju nam ETag-ovi za # statični sadržaj. #

source: Allow cookies to be set from iframes (for IE only)
sr: Dozvoli da se kolačići postavljaju iz iframe-ova (samo za IE)

source: If needed, uncomment and specify a path or regex in the Location directive
sr: Ako je potrebno, odkomentariši i napiši putanju ili regex u Location direktivu

source: you probably want www.example.com to forward to example.com -- shorter URLs are sexier.
sr: verovatno želite da www.example.com redirektuje na example.com -- kraći URL-ovi su više seksi

source: without -MultiViews, Apache will give a 404 for a rewrite if a folder of the same name does not exist
sr: bez -MultiViews, Apache će da da 404 grešku za rewrite ako je folder istog imena ne postoji

source: e.g.
sr: na primer

source: custom 404 page
sr: 404 stranica

source: use utf-8 encoding for anything served text/plain or text/html
sr: koristi utf-8 encoding za sve što se služi preko text/plain ili text/html

source: force utf-8 for a number of file formats
sr: Prinudi utf-8 za dobar broj fajl formata

source: We don't need to tell everyone we're apache.
sr: Ne moramo svima da kažemo da smo mi apache.

source: Always force latest IE rendering engine (even in intranet) & Chrome Frame Remove this if you use the .htaccess
sr: Uvek prinudi najnoviji IE rendering engine i Chrome Frame Obriši ovo ako koristiš .htaccess

source: Mobile viewport optimized:
sr: Mobilni viewport optimizovan:

source: Place favicon.ico & apple-touch-icon.png in the root of your domain and delete these references
sr: Postavite favicon.ico i apple-touch-icon.png u koren vašeg domena i obrišite ove reference

source: CSS : implied media="all"
sr: CSS : podrazumeva se media="all"

source: Uncomment if you are specifically targeting less enabled mobile browsers
sr: Odkomentariši ako želiš da imaš stilove koji gađaju specijalno mobilne pretraživače

source: All JavaScript at the bottom, except for Modernizr which enables HTML5 elements & feature detects
sr: Svi JavaScript fajlovi idu na dno, osim Modernizer skripte koja omogućava HTML5 elemente i detekciju sposobnosti pretraživača

source: Javascript at the bottom for fast page loading
sr: Javascript je na dnu zbog bržeg otvaranja stranice

source: Grab Google CDN's jQuery. fall back to local if necessary
sr: Dohvati Google CDN za jQuery, fall back na lokalnu kopiju ako je neophodno

source: scripts concatenated and minified via ant build script
sr: skripte concatenated i minified uz pomoć build skripte

source: end concatenated and minified scripts
sr: kraj concatenated i minified skripti

source: fix any <img> or .png_bg background-images
sr: popravi background-image za bilo koji <img> element ili element sa .png_bg klasom

source: yui profiler and profileviewer - remove for production
sr: zui profiler i profileviewer - izbaci u produkciji

source: end profiling code
sr: kraj profiling koda

source: asynchronous google analytics: mathiasbynens.be/notes/async-analytics-snippet change the UA-XXXXX-X to be your site's ID
sr: asinhroni google analytics: mathiasbynens.be/notes/async-analytics-snippet promeni UA-XXXXX-X da bude ID vašeg sajta

source: style.css contains a reset, font normalization and some base styles.
sr: style.css sadrži reset, font normalizaciju i neke osnovne stilove.

source: credit is left where credit is due.
sr: Zasluge je ostavljene gde je potrebno.

source: much inspiration was taken from these projects:
sr: mnogo inspiracije je preuzeto sa sledećih projekata:

source: html5doctor.com Reset Stylesheet (Eric Meyer's Reset Reloaded + HTML5 baseline)
sr: html5doctor.com reset stilovi (Eric Meyer's Reset Reloaded + HTML5 baseline)

source: v1.4 2009-07-27 | Authors:
sr: v1.4 2009-07-27 | Autori:

source: tables still need cellspacing="0" in the markup
sr: tabelama i dalje treba cellspacing="0" u markup-u

source: END RESET CSS
sr: KRAJ RESET CSS-a

source: fonts.css from the YUI Library:
sr: fonts.css sa YUI biblioteke:

source: Refer to developer.yahoo.com/yui/3/cssfonts/ for font sizing percentages
sr: Uputiti se na developer.yahoo.com/yui/3/cssfonts/ za font sizing procente

source: There are three custom edits:
sr: Postoje 3 prilagođena edit-a:

source: remove arial, helvetica from explicit font stack
sr: izbaci arial, helvetica iz podrazumevanog font skladišta

source: we normalize monospace styles ourselves
sr: normalizujemo monospace stilove sami

source: table font-size is reset in the HTML5 reset above so there is no need to repeat
sr: font-size za tabelu se nalazi u reset-u iznad tako da nema potrebe da se ponavljamo

source: hack retained to preserve specificity
sr: podešavanje da se zadrži specifičnost

source: normalize monospace sizing
sr: normalizuj monospace veličine

source: minimal base styles
sr: minimalni bazni stilovi

source: #444 looks better than black:
sr: #444 izgleda mnogo oblje nego crna:

source: set your base font here, to apply evenly
sr: podesi svoj bazni font ovde, da se primeni podjednako

source: Headers (h1,h2,etc) have no default font-size or margin, you'll want to define those yourself.
sr: Header elementi(h1,h2, itd) nemaju default-ni font-size ili margine, moraćete sami da ih definišete.

source: always force a scrollbar in non-IE
sr: uvek prinudi scrollbar u pretraživačima koji nisu IE

source: Remove margins for navigation lists
sr: Izbaci margine za navigacionu listu

source: align checkboxes, radios, text inputs with their label
sr: poravnaj checkbox-ove, radio dugmad i text input polja sa njihovim labelama.

source: hand cursor on clickable input elements
sr: kursor u obliku šake na input elementima koji mogu da se kliknu

source: webkit browsers add a 2px margin outside the chrome of form elements
sr: webkit pretraživači dodaju 2px marginu izvan form elemenata

source: colors for form validity
sr: boje za validnost formulara

source: These selection declarations have to be separate.
sr: Ove selekcione deklaracije treba da budu odvojene.

source: No text-shadow:
sr: Bez text-shadow:

source: Also: hot pink.
sr: Takođe: topla roza.

source: make buttons play nice in IE:
sr: namesti da se button elementi lepo prikazuju u IE:

source: bicubic resizing for non-native sized IMG:
sr: bicubic promena veličine za ne standardne veličine slika:

source: Non-semantic helper classes
sr: Ne-semantičke pomoćne klase
